Repository: common-repository/interactive-map-widget
Catalog: languages/interactive-map-widget-*.po
Languages: de_de, es_es

source: Seleccionar País del Mapa
de_de: Land auf der Karte auswählen

source: Guardar Cambios
de_de: Veränderungen bewahren

source: Nahiro Interactive Map
de_de: Nahiro Interaktive Karte
es_es: Nahiro Mapa interactivo

source: Settings
de_de: Karteneinstellungen
es_es: Ajustes

source: Map Guide
de_de: Kartenführer
es_es: Guía de mapas

source: On this guide
de_de: Zu diesem Leitfaden
es_es: En esta guía

source: Using the Map
de_de: Verwendung der Karte
es_es: Utilizar el mapa

source: Modifying Pins and Cards
de_de: Ändern von Stiften und Karten
es_es: Modificación de pins y tarjetas

source: Changing the map country
de_de: Ändern des Kartenlandes
es_es: Cambiar el país del mapa

source: Hiding Pins/Markers
de_de: Versteckte Stifte/Markierungen
es_es: Ocultar Pines/Marcadores

source: First thing we need to do is create or edit a post or page in Elementor. After launching the editor the next steps are:
de_de: Als erstes müssen wir einen Beitrag oder eine Seite in Elementor erstellen oder bearbeiten. Nach dem Starten des Editors sind die nächsten Schritte:
es_es: Lo primero que tenemos que hacer es crear o editar un post o página en Elementor. Después de lanzar el editor los siguientes pasos son:

source: Click the icon
de_de: Klicken Sie auf das Symbol
es_es: Haz clic en el icono

source: to create a container to use your map
de_de: um einen Container für Ihre Karte zu erstellen
es_es: crear un contenedor para utilizar su mapa

source: Select a container structure (if you want to keep things simple, select the first one)
de_de: Wählen Sie eine Containerstruktur (wenn Sie es einfach halten wollen, wählen Sie die erste)
es_es: Seleccione una estructura de contenedor (si desea simplificar las cosas, seleccione la primera)

source: Click
de_de: Klicken

source: again to add a Widget to Elementor
de_de: wieder ein Widget zu Elementor hinzufügen
es_es: de nuevo para añadir un Widget a Elementor

source: Now in the editor panel search for "interactive map", you will find the map widget shown in the image below, when you have found it click on the widget box
de_de: Suchen Sie nun im Editor nach “Interaktive Karte”, Sie werden das Karten-Widget finden, das im Bild unten gezeigt wird. Wenn Sie es gefunden haben, klicken Sie auf das Widget-Feld
es_es: Ahora en el panel del editor busca “mapa interactivo”, encontrarás el widget de mapa que se muestra en la imagen de abajo, cuando lo hayas encontrado haz clic en la caja del widget

source: Now you will see the widget on your page.
de_de: Jetzt wird das Widget auf Ihrer Seite angezeigt.
es_es: Ahora verás el widget en tu página.

source: Next, click the widget to open the editor panel where you will be able to modify the map to your liking. If you need more configuration options, pins or styles please check
de_de: Klicken Sie dann auf das Widget, um das Editor-Panel zu öffnen, in dem Sie die Karte nach Ihren Wünschen verändern können. Wenn Sie weitere Konfigurationsoptionen, Pins oder Stile benötigen, besuchen Sie bitte
es_es: A continuación, haz clic en el widget para abrir el panel del editor, donde podrás modificar el mapa a tu gusto. Si necesitas más opciones de configuración, pines o estilos, consulta

source: Interactive Map Widget Pro
de_de: Interaktive Karte Widget Pro
es_es: Widget de mapa interactivo Pro

source: editor panel
de_de: Editorbereich
es_es: panel de edición

source: Cards are informational elements that appears on top of pins when the pin is clicked
de_de: Karten sind Informationselemente, die über den Pins erscheinen, wenn der Pin angeklickt wird
es_es: Las tarjetas son elementos informativos que aparecen encima de los pines cuando se hace clic en ellos

source: To edit the Pins content, head to the editor panel (to the
de_de: Um den Inhalt der Pins zu bearbeiten, gehen Sie zum Editor-Panel (auf der Seite
es_es: Para editar el contenido de los Pins, dirígete al panel del editor (al lado de

source: map widget settings on editor panel
de_de: Karten-Widget-Einstellungen im Editorbereich
es_es: configuración del widget de mapa en el panel del editor

source: and open the section called
de_de: und öffnen Sie den Abschnitt namens
es_es: y abra la sección denominada

source: Pins Content
de_de: Pins Inhalt
es_es: Contenido del Pins

source: inside this section you will see horizontal bars with the name of each pin, to modify a pin and its card, click the element you wish to modify
de_de: In diesem Bereich sehen Sie horizontale Balken mit den Namen der einzelnen Pins. Um einen Pin und seine Karte zu ändern, klicken Sie auf das Element, das Sie ändern möchten.
es_es: dentro de esta sección verás unas barras horizontales con el nombre de cada pin, para modificar un pin y su ficha, pulsa sobre el elemento que desees modificar

source: At the end of the previous section you will see another horizontal bar with the title
de_de: Am Ende des vorherigen Abschnitts sehen Sie einen weiteren horizontalen Balken mit dem Titel
es_es: Al final de la sección anterior verá otra barra horizontal con el título

source: Cards Content
de_de: Karten Inhalt
es_es: Contenido de las tarjetas

source: this bar when clicked will open the pin card's content and will allow you to modify it too
de_de: Wenn Sie auf diese Leiste klicken, öffnet sich der Inhalt der Pin-Karte und Sie können ihn auch ändern.
es_es: al hacer clic en esta barra se abrirá el contenido de la tarjeta pin y también podrá modificarlo

source: If you would like to have more options in the cards content and even add custom HTML please check
de_de: Wenn Sie mehr Optionen für den Inhalt der Karten haben möchten und sogar benutzerdefiniertes HTML hinzufügen möchten, lesen Sie bitte
es_es: Si desea tener más opciones en el contenido de las tarjetas e incluso añadir HTML personalizado, consulte

source: To change the map country go to the map settings page (
de_de: Um das Kartenland zu ändern, gehen Sie auf die Seite mit den Karteneinstellungen (
es_es: Para cambiar el país del mapa, vaya a la página de configuración del mapa (

source: click here to go there now
de_de: Klicken Sie hier, um jetzt dorthin zu gelangen
es_es: haga clic aquí para ir ahora

source: in this page you will be able to choose one map to use in your widget at a time, select one country save your selection and you are ready to use your map in any page you want!
de_de: Auf dieser Seite können Sie jeweils eine Karte auswählen, die Sie in Ihrem Widget verwenden möchten. Wählen Sie ein Land aus, speichern Sie Ihre Auswahl und schon können Sie Ihre Karte auf jeder beliebigen Seite verwenden!
es_es: en esta página podrás elegir un mapa para usar en tu widget a la vez, selecciona un país guarda tu selección y ¡ya estás listo para usar tu mapa en cualquier página que quieras!

source: To use multiple maps of different countries at the same time you can try our paid alternative
de_de: Um mehrere Karten verschiedener Länder gleichzeitig zu verwenden, können Sie unsere kostenpflichtige Alternative ausprobieren
es_es: Para utilizar varios mapas de diferentes países al mismo tiempo, puede probar nuestra alternativa de pago

source: The maps come with only 2 pins/markers, but if you want to use only one or two you can hide them individually, to do so please head to the editor panel (
de_de: Die Karten werden mit nur 2 Pins/Markern ausgeliefert, aber wenn Sie nur einen oder zwei verwenden möchten, können Sie diese einzeln ausblenden. Dazu gehen Sie bitte in die Editorleiste (
es_es: Los mapas vienen con sólo 2 pins/marcadores, pero si quieres usar sólo uno o dos puedes ocultarlos individualmente, para ello dirígete al panel del editor (

source: this editor panel
de_de: dieses Editor-Panel
es_es: este panel del editor

source: then select the TAB
de_de: wählen Sie dann die TAB
es_es: a continuación, seleccione la pestaña

source: Styles
de_de: Stile
es_es: Estilos

source: Inside the previous section you will have the options:
de_de: Im vorangegangenen Abschnitt haben Sie die Wahl:
es_es: Dentro del apartado anterior tendrás las opciones:

source: Display Pin N:1
de_de: Anzeige Pin N:1
es_es: Mostrar Pin N:1

source: and
de_de: und
es_es: y

source: Display Pin N:2
de_de: Anzeige Pin N:2
es_es: Mostrar Pin N:2

source: by default all these options are set to "Yes" which means all pins will be shown. To hide one pin simply set that pin display option to "No"
de_de: Standardmäßig sind alle diese Optionen auf “Ja” eingestellt, was bedeutet, dass alle Pins angezeigt werden. Um eine Stecknadel auszublenden, setzen Sie diese Option einfach auf “Nein”.
es_es: Por defecto, todas estas opciones están configuradas en “Sí”, lo que significa que se mostrarán todos los pines. Para ocultar un pin, simplemente configure esa opción a “No”

source: If you need more pins you can
de_de: Wenn Sie mehr Stifte benötigen, können Sie
es_es: Si necesitas más pins puedes

source: Upgrade to pro
de_de: Upgrade auf Profi
es_es: Actualizar a pro

source: and gain more available pins for you to use!
de_de: und erhalten Sie mehr verfügbare Pins, die Sie nutzen können!
es_es: y ganarás más pins disponibles para usar!

source: Map Settings
de_de: Karteneinstellungen
es_es: Configuración del mapa

source: Select a Country
de_de: Ein Land auswählen
es_es: Seleccione un país

source: Choose an option from the dropdown below:
de_de: Wählen Sie eine Option aus dem folgenden Dropdown-Menü:
es_es: Elija una opción del menú desplegable:

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar ajustes

source: Welcome to Nahiro Interactive Map
de_de: Willkommen bei Nahiro Interaktive Karte
es_es: Bienvenido a Nahiro mapa interactivo

source: Nahiro Interactive Map Welcome
de_de: Nahiro Interaktive Karte Willkommen
es_es: Nahiro Mapa interactivo de, Bienvenido

source: Click here to go to the plugin page
de_de: Klicken Sie hier, um zur Plugin-Seite zu gelangen
es_es: Haga clic aquí para ir a la página del plugin

source: Create an account
de_de: Ein Konto erstellen
es_es: Crear una cuenta

source: Thank you for installing our Plugin! To begin please select the country you wish to use on your widget:
de_de: Vielen Dank, dass Sie unser Plugin installiert haben! Um zu beginnen, wählen Sie bitte das Land:
es_es: ¡Gracias por instalar nuestro Plugin! Para empezar, seleccione el país que desea utilizar en su widget:

source: Complete Setup
de_de: Einrichtung abschließen
es_es: Configuración completa

source: Interactive Map Widget
de_de: Interaktive Karte Widget
es_es: Widget Mapa interactivo

source: Map
de_de: Karte
es_es: Mapa

source: Countries
de_de: Länder
es_es: Paises

source: Map Dimensions
de_de: Karte Abmessungen
es_es: Dimensiones del mapa

source: Container Width
de_de: Container Breite
es_es: Anchura del contenedor

source: Map Relative Size (%)
de_de: Karte Relative Größe (%)
es_es: Mapa Tamaño relativo (%)

source: Stroke Width
de_de: Breite des Hubs
es_es: Ancho de Linea

source: Pins
de_de: Stecknadeln

source: Bound Velocity (ms)
de_de: Grenzgeschwindigkeit (ms)
es_es: Velocidad de Rebote (ms)

source: Display Pin Shape
de_de: Anzeige der Stiftform
es_es: Mostrar Cuerpo del Pin

source: Yes
de_de: Ja
es_es: Si

source: No
de_de: Nein

source: Pin Shape Color
de_de: Pin Form Farbe
es_es: Color del Cuerpo del Pin

source: Horizontal Position
de_de: Horizontal:
es_es: Posición horizontal

source: Vertical Position
de_de: Vertikal:
es_es: Horizontal position

source: Position Left Name
de_de: Position Links Name
es_es: Posicion Izquierda del Nombre

source: Position Top Name
de_de: Position Oben Name
es_es: Posicion Arriba del Nombre

source: Pin Image
de_de: Pin Bild
es_es: Imagen del Pin

source: Pin Circle Hide
de_de: Pin Kreis ausblenden
es_es: Ocultar Circulo del Pin

source: Pin Circle Color
de_de: Pin Kreis Farbe
es_es: Color del Circulo del Pin

source: Pin Circle Ratio
de_de: Pin-Kreis-Verhältnis
es_es: Radio del Circulo del Pin

source: Edit Card Content
de_de: Karteninhalt bearbeiten
es_es: Editar el contenido de la tarjeta

source: Information
de_de: Informationen
es_es: Información

source: Phone
de_de: Telefon
es_es: Telefono

source: Photo
de_de: Foto
es_es: Foto

source: Map Color
de_de: Karte Farbe
es_es: Color del Mapa

source: Map Color Mouse Over Region
de_de: Kartenfarbe Maus über Region
es_es: Color del Mapa Mouse Over Region

source: Stroke Color
de_de: Farbe des Strichs
es_es: Color de la Linea

source: Pin Size
de_de: Pin Größe
es_es: Tamaño del Pin

source: Pin Vertical Position
de_de: Stift Vertikale Position
es_es: Posicion Vertical del Pin

source: Pin Name Vertical Position
de_de: Pin Name Vertikale Position
es_es: Posicion Verticial del Nombre del Pin

source: Pin Name Text Size
de_de: Pin Name Textgröße
es_es: Tamaño del texto del Nombre del Pin

source: Pin Name Color
de_de: Pin Name Farbe
es_es: Color del Nombre del Pin

source: Cards
de_de: Karten
es_es: Tarjetas

source: Method to Hide Cards
de_de: Methode zum Ausblenden von Karten
es_es: Método para ocultar las Tarjetas

source: Pin Click
de_de: Pin-Klick

source: Scroll
de_de: Schriftrolle

source: Mouse Out
de_de: Maus raus

source: X Close
de_de: X Schließen
es_es: Cierre con X

source: Pin Click & X Close
de_de: Pin Klicken & X Schließen
es_es: Pin Click & Cierre con X

source: Card Width
de_de: Breite der Karte
es_es: Ancho de Tarjeta

source: Card Height
de_de: Höhe der Karte
es_es: Alto de Tarjeta

source: Name Options
de_de: Name Optionen
es_es: Opciones del Nombre

source: Show/Hide Name
de_de: Name anzeigen/verbergen
es_es: Mostrar/Ocultar Nombre

source: Show
de_de: anzeigen
es_es: Mostrar

source: Hide
de_de: Bild
es_es: Ocultar

source: Position Options
de_de: Position Optionen
es_es: Opciones del Cargo

source: Show/Hide Position
de_de: Position anzeigen/ausblenden
es_es: Mostrar/Ocultar Cargo

source: Telephone Options
de_de: Telefonische Optionen
es_es: Opciones del Telefono

source: Show/Hide Telephone
de_de: Anzeigen/Verbergen Telefon
es_es: Mostrar/Ocultar Telefono

source: Email Options
de_de: E-Mail-Optionen
es_es: Opciones del Email

source: Show/Hide Email
de_de: E-Mail anzeigen/verbergen
es_es: Mostrar/Ocultar Email

source: Picture Options
de_de: Bild-Optionen
es_es: Opciones de la Foto

source: Show/Hide Picture
de_de: Bild anzeigen/verbergen
es_es: Mostrar/Ocultar Foto

source: Picture Position
de_de: Bild Position
es_es: Posicion de la Foto

source: Left
de_de: Links
es_es: Izquierda

source: Right
de_de: Rechts
es_es: Derecha

source: No se encontró el SVG en la página.
de_de: Die SVG-Datei wurde auf der Seite nicht gefunden.

source: Upgrade
es_es: Actualizar

source: Pin Name
es_es: Nombre del Pin

source: Name
es_es: Nombre

source: Pin Name Styles
es_es: Estilo del Nombre del Pin
